Repository: daaihang/sprout
Catalog: mory/mory/Localizable.xcstrings
Source language: en
Languages: zh_hans

# onboarding.optionalPermissions.message
source: Photos, location, speech, and music are optional. Mory asks only when a feature needs them.
zh_hans: 照片、定位、语音和音乐都是可选的。Mory 只会在功能需要时请求。

# onboarding.optionalPermissions.title
source: Permissions are optional
zh_hans: 权限都是可选的

# onboarding.quickCapture.message
source: Use the bottom toolbar to add text, hold for voice, or open the full composer.
zh_hans: 用底部工具栏添加文字，长按语音，或打开完整记录器。

# onboarding.quickCapture.title
source: Capture quickly
zh_hans: 快速记录

# onboarding.skip
source: Skip
zh_hans: 跳过

# onboarding.startFirstMemory
source: Start first memory
zh_hans: 开始第一条记忆

# onboarding.welcome.message
source: Mory helps you save real moments and revisit them through memories, storylines, and reflections.
zh_hans: Mory 帮你保存真实片段，并通过记忆、故事线和感悟重新回看它们。

# onboarding.welcome.title
source: Start with one memory
zh_hans: 从一条记忆开始

source: Origin
zh_hans: 来源

source: Original audio
zh_hans: 原始音频

source: Origins
zh_hans: 来源

source: Overlap %@
zh_hans: 重叠度 %@

source: Owner
zh_hans: 所有者

source: PASS
zh_hans: 通过

source: Pending intents
zh_hans: 待处理意图

source: Pending writebacks
zh_hans: 待回写

# people.empty.decisions
source: No stable decisions yet. Decision entities appear once analysis extracts durable choices from records.
zh_hans: 还没有稳定的决定。解析从记录中提取的重要决策会出现在这里。

# people.empty.people
source: No stable person entities yet. Run capture and analysis to promote linked people into the graph.
zh_hans: 还没有稳定的人物。记录并解析后，关联的人物会出现在这里。

# people.empty.places
source: No stable places yet. Place entities appear once captures carry reusable location references.
zh_hans: 还没有稳定的地点。记录中反复出现的地点会出现在这里。

# people.empty.themes
source: No stable themes yet. Repeated analysis signals will accumulate here as reusable graph nodes.
zh_hans: 还没有稳定的主题。反复出现的主题会逐渐积累在这里。

# people.nav.title
source: People
zh_hans: 人物

# people.section.decisions
source: Decisions
zh_hans: 决定

# people.section.people
source: People
zh_hans: 人物

# people.section.places
source: Places
zh_hans: 地点

# people.section.themes
source: Themes
zh_hans: 主题

# people.theme.stats %lld %lld
source: %1$lld arcs · %2$lld reflections
zh_hans: %1$lld 条故事线 · %2$lld 条感悟

source: Permanent failed
zh_hans: 永久失败

# person.nav.title
source: Person
zh_hans: 人物详情

# person.section.info
source: Person
zh_hans: 人物

# person.stats %lld %lld
source: %1$lld attachments · %2$lld reflections
zh_hans: %1$lld 个附件 · %2$lld 条感悟

source: Photo labels
zh_hans: 照片标签

source: Photo note
zh_hans: 照片备注

source: Photo OCR
zh_hans: 照片 OCR

source: Pin
zh_hans: 固定

# pipeline.explain.completed
source: Analysis, graph links, arcs, and reflections are available for this memory.
zh_hans: 解析、关系图、故事线和感悟均已就绪。

# pipeline.explain.failed
source: The memory is safe locally, but the analysis pipeline failed. You can retry from detail or debug.
zh_hans: 记忆已安全保存在本地，但解析流程失败。可以在详情或调试页重试。

# pipeline.explain.pending
source: Your capture is already stored on device. Analysis will be attached after the pipeline runs.
zh_hans: 记录已保存在设备上。解析结果会在处理完成后附加。

# pipeline.explain.running
source: The app is building analysis, graph links, arcs, and reflections from the saved capture.
zh_hans: 正在根据记录生成解析、关系图、故事线和感悟。

# pipeline.status.completed
source: Analysis complete
zh_hans: 解析完成

# pipeline.status.failed
source: Analysis failed
zh_hans: 解析失败

# pipeline.status.pending
source: Saved locally
zh_hans: 已保存到本地

# pipeline.status.running
source: Analyzing
zh_hans: 解析中

source: Place Lab
zh_hans: 地点实验室

source: Place not found
zh_hans: 未找到地点

source: Playback
zh_hans: 播放状态

source: Prefer less first suggestion
zh_hans: 减少第一条建议偏好

source: Prefer more first suggestion
zh_hans: 增加第一条建议偏好

source: Preference counters
zh_hans: 偏好计数

# Preference: %@ · schema %lld · %@
source: Preference: %1$@ · schema %2$lld · %3$@
zh_hans: 偏好：%@ · schema %lld · %@

source: Preview
zh_hans: 预览

source: Preview motion states
zh_hans: 预览动态状态

source: Preview the same card system across light, dark, high contrast, and reduced motion environments.
zh_hans: 预览同一卡片系统在浅色、深色、高对比度和减少动态效果环境下的表现。

source: priority %@
zh_hans: 优先级 %@

source: Privacy blur
zh_hans: 隐私模糊

source: Process due jobs now
zh_hans: 立即处理到期任务

source: Profile ID
zh_hans: 档案 ID

source: Profile: %@
zh_hans: 档案：%@

source: Prompt profile
zh_hans: 提示词配置

source: Quality Tuning Lab
zh_hans: 质量调优实验室

source: Query
zh_hans: 查询

source: Questions
zh_hans: 问题

# quickCapture.contextCheckIn
source: Check in
zh_hans: 打卡

# quickCapture.contextCheckIn.collecting
source: Capturing context...
zh_hans: 正在记录当前上下文...

# quickCapture.contextCheckIn.defaultSummary
source: Context check-in
zh_hans: 当前时刻打卡

# quickCapture.contextCheckIn.defaultTitle
source: Context check-in
zh_hans: 一键打卡

# quickCapture.contextCheckIn.hint
source: Save the current location, weather, music, and timestamp without typing.
zh_hans: 无需输入，保存当前地点、天气、音乐和时间。

# quickCapture.contextCheckIn.inputContext
source: quick context check-in
zh_hans: 一键上下文打卡

# quickCapture.contextCheckIn.noContext
source: quick context check-in; automatic context unavailable
zh_hans: 一键上下文打卡；当前没有可用的自动上下文

# quickCapture.contextCheckIn.saved
source: Context saved
zh_hans: 上下文已保存

# quickCapture.contextCheckIn.savedTimeOnly
source: Check-in saved
zh_hans: 打卡已保存

# quickCapture.discard
source: Discard
zh_hans: 丢弃

# quickCapture.more
source: More
zh_hans: 更多

# quickCapture.more.hint
source: Open the full memory composer.
zh_hans: 打开完整记忆记录器。

# quickCapture.photo
source: Photo
zh_hans: 照片

# quickCapture.photo.defaultSummary
source: Photo memory
zh_hans: 照片记忆

# quickCapture.photo.defaultTitle
source: Photo
zh_hans: 照片

# quickCapture.photo.failed
source: Photo could not be saved
zh_hans: 照片保存失败

# quickCapture.photo.hint
source: Open the system camera and save a photo memory.
zh_hans: 打开系统相机并保存照片记忆。

# quickCapture.photo.saved
source: Photo saved
zh_hans: 照片已保存

# quickCapture.photo.saving
source: Saving photo...
zh_hans: 正在保存照片...

# quickCapture.text
source: Text
zh_hans: 文字

# quickCapture.text.hint
source: Create a quick text memory.
zh_hans: 创建一条快捷文字记忆。

# quickCapture.text.placeholder
source: What do you want to remember?
zh_hans: 想记下什么？

# quickCapture.text.section
source: Quick note
zh_hans: 快捷文字

# quickCapture.text.title
source: New quick note
zh_hans: 新快捷文字

# quickCapture.unified.cancelHint
source: Release to discard this recording.
zh_hans: 松开后丢弃这段录音。

# quickCapture.unified.hint
source: Tap to create a memory. Hold to record. Slide left to cancel or right to lock recording.
zh_hans: 点击新建记忆，长按录音，左滑取消，右滑持续录音。

# quickCapture.unified.placeholder
source: Remember this moment
zh_hans: 记下这一刻

# quickCapture.unified.releaseHint
source: Release to transcribe. Left cancels, right keeps recording.
zh_hans: 松开转文字，左滑取消，右滑持续录音。

# quickCapture.unified.tapHoldHint
source: Tap to create. Hold to speak.
zh_hans: 点击新建，长按说话。

# quickCapture.voice
source: Voice
zh_hans: 语音

# quickCapture.voice.cancel
source: Cancel
zh_hans: 取消

# quickCapture.voice.complete
source: Done
zh_hans: 完成

# quickCapture.voice.continue
source: Keep
zh_hans: 持续

# quickCapture.voice.defaultSummary
source: Audio capture
zh_hans: 语音记录

# quickCapture.voice.defaultTitle
source: Voice note
zh_hans: 语音记忆

# quickCapture.voice.discard
source: Discard
zh_hans: 丢弃

# quickCapture.voice.duration
source: Duration
zh_hans: 时长

# quickCapture.voice.error.finalizingTimeout
source: Recording took too long to finish. Try again.
zh_hans: 录音结束超时，请重试。

# quickCapture.voice.error.microphone
source: Microphone access is needed to record audio.
zh_hans: 需要麦克风权限才能录音。

# quickCapture.voice.error.noAudioData
source: No audio was captured. Try again.
zh_hans: 没有捕获到音频，请重试。

# quickCapture.voice.error.recognizer
source: Speech recognition is unavailable right now.
zh_hans: 当前语音识别不可用。

# quickCapture.voice.error.speech
source: Speech recognition access is needed to transcribe audio.
zh_hans: 需要语音识别权限才能转写。

# quickCapture.voice.error.startFailed
source: Recording could not start. Try again.
zh_hans: 录音无法开始，请重试。

# quickCapture.voice.filename
source: Audio file
zh_hans: 音频文件

# quickCapture.voice.finalizing
source: Finishing recording...
zh_hans: 正在结束录音...

# quickCapture.voice.hint
source: Hold to record. Release to transcribe. Slide away to cancel.
zh_hans: 按住录音，松开转写，滑开取消。

# quickCapture.voice.hold
source: Hold to record
zh_hans: 按住录音

# quickCapture.voice.lockedHint
source: Tap the capsule to stop and transcribe.
zh_hans: 点击胶囊结束并转文字。

# quickCapture.voice.lockedRecording %lld
source: Recording locked %llds
zh_hans: 持续录音中 %lld 秒

# quickCapture.voice.lockHint
source: Release to keep recording hands-free.
zh_hans: 松开后持续录音。

# quickCapture.voice.notePlaceholder
source: Optional note
zh_hans: 可选补充

# quickCapture.voice.placeholder
source: Hold to record
zh_hans: 按住录音

# quickCapture.voice.preparing
source: Preparing microphone...
zh_hans: 正在准备麦克风...

# quickCapture.voice.recording %lld
source: Recording %llds
zh_hans: 录音中 %lld 秒

# quickCapture.voice.recovery.openSettings
source: Open Settings
zh_hans: 打开设置

# quickCapture.voice.recovery.retry
source: Retry
zh_hans: 重试

# quickCapture.voice.releaseToCancel
source: Release to cancel
zh_hans: 松开取消

# quickCapture.voice.releaseToLock
source: Release to keep recording
zh_hans: 松开持续录音

# quickCapture.voice.review.footer
source: Review or edit the transcript before saving.
zh_hans: 保存前可以检查或编辑转写文本。

# quickCapture.voice.review.section
source: Voice transcript
zh_hans: 语音转写

# quickCapture.voice.review.title
source: Review voice note
zh_hans: 确认语音记忆

# quickCapture.voice.start
source: Record voice
zh_hans: 录音

# quickCapture.voice.start.hint
source: Starts a voice recording.
zh_hans: 开始录音。

# quickCapture.voice.stop
source: Stop
zh_hans: 停止

# quickCapture.voice.stopSubmit
source: Stop & Save
zh_hans: 停止提交

# quickCapture.voice.stopSubmit.hint
source: Stops recording, transcribes it, and opens the capture sheet.
zh_hans: 停止录音、转写，并打开记录页。

# quickCapture.voice.submit
source: Save
zh_hans: 提交

# quickCapture.voice.transcribing
source: Transcribing...
zh_hans: 正在转写...

# quickCapture.voice.transcriptPlaceholder
source: Transcript
zh_hans: 转写文本

source: Quiet end
zh_hans: 勿扰结束

source: Quiet hours
zh_hans: 勿扰时段

source: Quiet start
zh_hans: 勿扰开始

source: Radius meters
zh_hans: 半径（米）

source: Raw metrics
zh_hans: 原始指标

source: Raw Response
zh_hans: 原始响应

source: Raw transcript
zh_hans: 原始转写

source: Rebuild Core Spotlight index
zh_hans: 重建 Core Spotlight 索引

source: Recent jobs
zh_hans: 最近任务

source: Recent notification intents
zh_hans: 最近通知意图

source: Record
zh_hans: 录音

source: Recording %llds
zh_hans: 正在录音 %lld 秒

source: Records: %@
zh_hans: 记录：%@

source: Recover unfinished jobs
zh_hans: 恢复未完成任务

source: Reduce Motion
zh_hans: 减少动态效果

source: Reflection evidence chars: %lld
zh_hans: 回顾证据字符数：%lld

# reflection.action.archive
source: Archive Reflection
zh_hans: 归档感悟

# reflection.action.dismiss
source: Dismiss Reflection
zh_hans: 忽略感悟

# reflection.action.save
source: Save Reflection
zh_hans: 保存感悟

# reflection.empty.linkedArc
source: No linked arc.
zh_hans: 未关联故事线。

# reflection.nav.title
source: Reflection Detail
zh_hans: 感悟详情

# reflection.section.actions
source: Actions
zh_hans: 操作

# reflection.section.info
source: Reflection
zh_hans: 感悟

# reflection.section.linkedArc
source: Linked Arc
zh_hans: 关联的故事线

# reflection.status.archived
source: Archived
zh_hans: 已归档

# reflection.status.dismissed
source: Dismissed
zh_hans: 已忽略

# reflection.status.saved
source: Saved
zh_hans: 已保存

# reflection.status.suggested
source: Suggested
zh_hans: 待查看

# reflections.empty.description
source: No reflection objects yet. Record-level and arc-level reflections will land here after the pipeline completes.
zh_hans: 还没有感悟。记录级和故事线级的感悟会在处理完成后出现在这里。

# reflections.nav.title
source: Reflections
zh_hans: 感悟

# reflections.section.title
source: Reflections
zh_hans: 感悟

source: Refresh
zh_hans: 刷新

source: Refresh Home Board debug snapshot
zh_hans: 刷新首页看板调试快照

source: Refresh Preview
zh_hans: 刷新预览

source: Refresh queue state
zh_hans: 刷新队列状态

source: Refresh remote push state
zh_hans: 刷新远程推送状态

source: Refresh repair preview
zh_hans: 刷新修复预览

source: Refresh rule snapshot
zh_hans: 刷新规则快照

source: Refreshing
zh_hans: 正在刷新

source: Registration digest
zh_hans: 注册摘要

source: Related
zh_hans: 相关

source: Relationship
zh_hans: 关系

source: Remote intents
zh_hans: 远程意图

source: Remote Push
zh_hans: 远程推送

source: Remote push diagnostics have not been loaded.
zh_hans: 尚未加载远程推送诊断。

source: Remove
zh_hans: 移除

source: Remove attachment
zh_hans: 移除附件

source: Remove failed item
zh_hans: 移除失败项

source: Rename
zh_hans: 重命名

source: Repair
zh_hans: 修复

source: Request
zh_hans: 请求

source: Request ID: %@
zh_hans: 请求 ID：%@

source: Reset defaults
zh_hans: 恢复默认值

source: Results
zh_hans: 结果

source: Retried
zh_hans: 已重试

source: Retry
zh_hans: 重试

source: Retry failed jobs
zh_hans: 重试失败任务

source: Rule inputs
zh_hans: 规则输入

source: Run All Presets
zh_hans: 运行全部预设

source: Run chapter/stage suggest
zh_hans: 运行章节/阶段建议

source: Run Core Batch
zh_hans: 运行核心批处理

source: Run daily question suggest
zh_hans: 运行每日问题建议

source: Run exact local search
zh_hans: 运行精确本地搜索

source: Run History
zh_hans: 运行历史

source: Run notification intent suggest
zh_hans: 运行通知意图建议

source: Run photo semantic placeholder
zh_hans: 运行照片语义占位

source: Run provider eval
zh_hans: 运行 provider 评估

source: Run Selected Scenario
zh_hans: 运行选中场景

source: Run semantic-first search
zh_hans: 运行语义优先搜索

source: Run Strict + Balanced Matrix
zh_hans: 运行严格 + 均衡矩阵

source: Run transcript refine
zh_hans: 运行转写润色

source: Running...
zh_hans: 正在运行...

source: Runs use the real memory repository and will appear in Home, Timeline, Search, Arcs, and Reflections.
zh_hans: 运行会使用真实记忆仓库，并显示在首页、时间线、搜索、阶段和回顾中。

source: Runtime override
zh_hans: 运行时覆盖

source: Save
zh_hans: 保存

source: Save Local Preference
zh_hans: 保存本地偏好

source: Save name
zh_hans: 保存名称

source: Scenario
zh_hans: 场景

source: Scheduled intents
zh_hans: 已计划意图

source: Scope
zh_hans: 作用域

source: Search
zh_hans: 搜索

source: Search Apple Music
zh_hans: 搜索 Apple Music

source: Search music preview
zh_hans: 搜索音乐预览

source: Search songs
zh_hans: 搜索歌曲

source: Search source
zh_hans: 搜索来源

source: Search summary
zh_hans: 搜索摘要

# search.empty.arcs
source: No arc matches.
zh_hans: 没有匹配的故事线。

# search.empty.entities
source: No entity matches.
zh_hans: 没有匹配的关联项。

# search.empty.memories
source: No memory matches.
zh_hans: 没有匹配的记忆。

# search.empty.reflections
source: No reflection matches.
zh_hans: 没有匹配的感悟。

# search.entity.stats %lld %lld %lld
source: %1$lld memories · %2$lld attachments · %3$lld arcs
zh_hans: %1$lld 条记忆 · %2$lld 个附件 · %3$lld 条故事线

# search.hint
source: Search memories, entities, arcs, and reflections from the same memory stack.
zh_hans: 在记忆库中搜索记忆、关联项、故事线和感悟。

# search.nav.title
source: Search
zh_hans: 搜索

# search.prompt
source: Search memories, people, arcs
zh_hans: 搜索记忆、人物、故事线

# search.section.arcs
source: Arcs
zh_hans: 故事线

# search.section.entities
source: Entities
zh_hans: 关联项

# search.section.memories
source: Memories
zh_hans: 记忆

# search.section.reflections
source: Reflections
zh_hans: 感悟

# search.section.search
source: Search
zh_hans: 搜索

source: Searching Apple Music catalog...
zh_hans: 正在搜索 Apple Music 曲库...

source: Searching music
zh_hans: 正在搜索音乐

source: Searching...
zh_hans: 正在搜索...

source: Selected
zh_hans: 已选中

source: Semantic index
zh_hans: 语义索引

source: Semantic Search
zh_hans: 语义搜索

source: Semantic search is local/system-backed through Core Spotlight. Request ID is not applicable unless this later routes through a cloud retrieval service.
zh_hans: 语义搜索由本地/系统 Core Spotlight 支撑。除非后续改为云端检索服务，否则不适用请求 ID。

source: Sent
zh_hans: 已发送

source: Server worker metrics
zh_hans: 服务端 worker 指标

# settings.account.guest
source: Guest Mode
zh_hans: 访客模式

# settings.account.localUser
source: Local user
zh_hans: 本地用户

# settings.account.noManager
source: Account manager is unavailable.
zh_hans: 账户管理器不可用。

# settings.account.signOut
source: Sign Out
zh_hans: 退出登录

# settings.account.signOut.confirm.message
source: You can keep using Mory after signing in again or continuing locally.
zh_hans: 退出后仍可重新登录或继续本地使用 Mory。

# settings.account.signOut.confirm.title
source: Sign out?
zh_hans: 退出登录？

# settings.account.state
source: State
zh_hans: 状态

# settings.account.subtitle
source: Identity, sign-in state, and sign out.
zh_hans: 身份、登录状态和退出登录。

# settings.account.title
source: Account
zh_hans: 账户

# settings.account.userID
source: User ID
zh_hans: 用户 ID

# settings.appearance.body
source: v5 will use this area for appearance, language, Dynamic Type, VoiceOver, and motion preferences.
zh_hans: v5 会在这里承载外观、语言、动态字体、旁白和动态效果偏好。

# settings.appearance.mode
source: Appearance mode
zh_hans: 外观模式

# settings.appearance.mode.dark
source: Dark
zh_hans: 深色

# settings.appearance.mode.light
source: Light
zh_hans: 浅色

# settings.appearance.mode.section
source: Appearance
zh_hans: 外观

# settings.appearance.mode.system
source: Follow system
zh_hans: 跟随系统

# settings.appearance.subtitle
source: Theme, language, text size, and accessibility preferences.
zh_hans: 主题、语言、字号和辅助功能偏好。

# settings.appearance.title
source: Appearance & Language
zh_hans: 外观与语言

# settings.capture.body
source: Capture preferences will become local sync-ready settings. Current capture behavior is unchanged in Phase A.
zh_hans: 记录偏好后续会成为可同步的本地设置。Phase A 不改变当前记录行为。

# settings.capture.context.all
source: All available context
zh_hans: 所有可用上下文

# settings.capture.context.default
source: Default context selection
zh_hans: 默认上下文选择

# settings.capture.context.locationWeather
source: Location and weather only
zh_hans: 仅地点和天气

# settings.capture.context.manual
source: Manual selection
zh_hans: 手动选择

# settings.capture.context.section
source: Context Defaults
zh_hans: 上下文默认值

# settings.capture.insight.balanced
source: Balanced
zh_hans: 平衡

# settings.capture.insight.frequency
source: Insight frequency
zh_hans: 洞察频率

# settings.capture.insight.high
source: High
zh_hans: 高

# settings.capture.insight.low
source: Low
zh_hans: 低

# settings.capture.insight.section
source: Insights
zh_hans: 洞察

# settings.capture.link.section
source: Links
zh_hans: 链接

# settings.capture.linkAutoDetect
source: Auto-detect links in text
zh_hans: 自动识别正文链接

# settings.capture.subtitle
source: Default context, link detection, voice language, and prompt tone.
zh_hans: 默认上下文、链接识别、语音语言和提示风格。

# settings.capture.title
source: Capture Preferences
zh_hans: 记录偏好

# settings.capture.tone
source: Prompt tone
zh_hans: 提示词风格

# settings.capture.tone.balanced
source: Balanced
zh_hans: 平衡

# settings.capture.tone.concise
source: Concise
zh_hans: 简洁

# settings.capture.tone.reflective
source: Reflective
zh_hans: 反思

# settings.capture.voice.section
source: Voice
zh_hans: 语音

# settings.capture.voice.system
source: Follow system
zh_hans: 跟随系统

# settings.capture.voiceLanguage
source: Transcription language
zh_hans: 转写语言

# settings.data.delete.action
source: Delete local memories
zh_hans: 删除本地记忆

# settings.data.delete.body
source: Remove local memories, artifacts, storylines, reflections, and board preferences from this device.
zh_hans: 从这台设备移除本地记忆、附件、故事线、反思和主页偏好。

# settings.data.delete.completed
source: Local memory data was deleted. Settings preferences were kept.
zh_hans: 本地记忆数据已删除，设置偏好已保留。

# settings.data.delete.confirm.action
source: Delete
zh_hans: 删除

# settings.data.delete.confirm.message
source: This removes local memories and AI-derived data from this device. Settings preferences are kept.
zh_hans: 这会从本设备删除本地记忆和 AI 派生数据，但会保留设置偏好。

# settings.data.delete.confirm.title
source: Delete local memory data?
zh_hans: 删除本地记忆数据？

# settings.data.delete.footer
source: This beta control is local-only and does not affect future cloud sync data.
zh_hans: 这个公测控件仅影响本地数据，不影响未来云同步数据。

# settings.data.delete.section
source: Delete
zh_hans: 删除

# settings.data.export.action
source: Create export file
zh_hans: 生成导出文件

# settings.data.export.body
source: Create a readable JSON archive with memories, artifact metadata, storylines, reflections, and settings.
zh_hans: 生成可读 JSON 归档，包含记忆、附件元数据、故事线、反思和设置。

# settings.data.export.section
source: Export
zh_hans: 导出

# settings.data.export.share
source: Share export file
zh_hans: 分享导出文件

# settings.data.export.summary.format
source: Export ready: %lld memories, %lld storylines, %lld reflections.
zh_hans: 导出已生成：%lld 条记忆、%lld 条故事线、%lld 条反思。

# settings.data.subtitle
source: Export readable local data or clear this device.
zh_hans: 导出可读本地数据，或清除这台设备的数据。

# settings.data.title
source: Data Controls
zh_hans: 数据控制

# settings.diagnostics.subtitle
source: Internal debug tools for builds that allow diagnostics.
zh_hans: 仅对允许诊断的内部版本显示的调试工具。

# settings.diagnostics.title
source: Diagnostics
zh_hans: 诊断

# settings.diagnostics.unavailable
source: Diagnostics are not available in this build.
zh_hans: 当前版本不可使用诊断工具。

# settings.language.current
source: Current language
zh_hans: 当前语言

# settings.language.openSettings
source: Open system language settings
zh_hans: 打开系统语言设置

# settings.language.section
source: Language
zh_hans: 语言

# settings.nav.hint
source: Open account, privacy, permission, and data controls.
zh_hans: 打开账号、隐私、权限和数据控制。

# settings.nav.title
source: Settings
zh_hans: 设置

# settings.notifications.controls.section
source: Controls
zh_hans: 控制

# settings.notifications.dailyQuestion
source: Daily questions
zh_hans: 每日一问

# settings.notifications.enabled
source: Enable notifications
zh_hans: 启用通知

# settings.notifications.frequency.footer
source: Quiet hours are stored now; editing the exact hours will be added with the full notification UI.
zh_hans: 安静时段已存储；完整通知 UI 阶段会加入具体时段编辑。

# settings.notifications.frequency.section
source: Frequency
zh_hans: 频率

# settings.notifications.maxPerDay
source: Maximum per day
zh_hans: 每日最多

# settings.notifications.maxPerDay.format
source: %d per day
zh_hans: 每天 %d 条

# settings.notifications.maxPerDay.none
source: None
zh_hans: 不通知

# settings.notifications.quietHours
source: Quiet hours
zh_hans: 安静时段

# settings.notifications.quietHours.none
source: Off
zh_hans: 关闭

# settings.notifications.requestPermission
source: Allow Notifications
zh_hans: 允许通知

# settings.notifications.result.cancelled.format
source: Cancelled %d pending notifications.
zh_hans: 已取消 %d 条待发送通知。

# settings.notifications.result.permissionDenied
source: Notification permission was not granted.
zh_hans: 系统通知权限未开启。

# settings.notifications.result.saved
source: Notification settings saved.
zh_hans: 通知设置已保存。

# settings.notifications.result.scheduled.format
source: Scheduled %d notifications.
zh_hans: 已安排 %d 条通知。

# settings.notifications.richPreviews
source: Rich notification previews
zh_hans: 丰富通知预览

# settings.notifications.rollout.dailyQuestions
source: Daily question rollout
zh_hans: 每日一问灰度

# settings.notifications.rollout.footer
source: Rollout flags are internal gates. User preferences are stored even when a flag is currently off.
zh_hans: 灰度开关是内部门控；即使当前关闭，也会保存用户偏好。

# settings.notifications.rollout.local
source: Local scheduler rollout
zh_hans: 本地调度灰度

# settings.notifications.rollout.section
source: Rollout
zh_hans: 灰度

# settings.notifications.status.ephemeral
source: Ephemeral
zh_hans: 临时允许

# settings.notifications.status.loading
source: Loading
zh_hans: 加载中

# settings.notifications.status.provisional
source: Provisional
zh_hans: 临时授权

# settings.notifications.subtitle
source: Daily questions, reminders, frequency, and quiet controls.
zh_hans: 每日一问、提醒、频率和安静控制。

# settings.notifications.system.footer
source: Mory stores your preference separately from the system notification permission.
zh_hans: Mory 会把你的偏好和系统通知权限分开保存。

# settings.notifications.system.section
source: System Permission
zh_hans: 系统权限

# settings.notifications.system.status
source: Notification permission
zh_hans: 通知权限

# settings.notifications.title
source: Notifications
zh_hans: 通知
